Repository: alexchan/django-workflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Name of Role
pt_br: Nome do Papel

source: Description
pt_br: Descrição

source: Role
pt_br: Papel

source: Roles
pt_br: Papéis

source: In definition
pt_br: Em definição

source: Active
pt_br: Ativo

source: Retired
pt_br: Inativo

source: Workflow Name
pt_br: Nome do Fluxo

source: Slug
pt_br: Identificador

source: Workflow
pt_br: Fluxo de Trabalho

source: Workflows
pt_br: Fluxos de Trabalho

source: Second(s)
pt_br: Segundo(s)

source: Minute(s)
pt_br: Minuto(s)

source: Hour(s)
pt_br: Hora(s)

source: Day(s)
pt_br: Dia(s)

source: Week(s)
pt_br: Semana(s)

source: Name
pt_br: Nome

source: Is the start state?
pt_br: É o estado inicial?

source: There can only be one start state for a workflow
pt_br: É permitido apenas um estado inicial

source: Is an end state?
pt_br: É um estado final

source: An end state shows that the workflow is complete
pt_br: Um estado final define que um fluxo de trabalho está completo

source: Estimated time (value)
pt_br: Tempo estimado (valor)

source: Use whole numbers
pt_br: Usar todos os números

source: Estimation unit of time
pt_br: Unidade de tempo estimado

source: State
pt_br: Estado

source: States
pt_br: Estados

source: Name of transition
pt_br: Nome da transição

source: Use an "active" verb. e.g. "Close Issue", "Open Vacancy" or "Start Interviews"
pt_br: Usar um verbo "ativo", ex.: "Fechar Tarefa", "Início das Férias" ou "Início"

source: Transition
pt_br: Transição

source: Transitions
pt_br: Transições

source: Event Type Name
pt_br: Nome do Tipo de Evento

source: Event summary
pt_br: Sumário do Eventos

source: Mandatory event
pt_br: Evento principal

source: This event must be marked as complete before moving out of the associated state.
pt_br: Este evento deve ser marcado como completo antes de mudar para outro estado

source: Event
pt_br: Evento

source: Events
pt_br: Eventos

source: Role "%(role)s" assigned to %(name)s
pt_br: Papel "%(role)s" atribuído a %(name)s

source: Role "%(role)s" removed from %(nome)s
pt_br: Papel "%(role)s" tirado de %(nome)s

source: All roles removed from %s
pt_br: Todos os papéis tirados de %s

source: Participant %(name)s disabled with the reason: %(note)s
pt_br: Participante %(name)s desabilitado com o motivo: %(note)s

source: Participant %(name)s enabled with the reason: %(note)s
pt_br: Participante %(name)s habilitado com o motivo: %(note)s

source: Workflow Activity
pt_br: Atividade no Fluxo de Trabalho

source: Workflow Activites
pt_br: Atividades no Fluxo de Trabalho

source: role not assigned
pt_br: papel não atribuído

source: (disabled)
pt_br: (desabilitado)

source: Participant
pt_br: Participante

source: Participants
pt_br: Participantes

source: Comment
pt_br: Comentário

source: The sort of thing being logged
pt_br: O tipo de coisa sendo logada

source: The state at this point in the workflow history
pt_br: O estado neste ponto do histórico do fluxo de trabalho

source: The transition relating to this happening in the workflow history
pt_br: A transição para este acontecimento do histórico do fluxo de trabalho

source: The event relating to this happening in the workflow history
pt_br: O evento para este acontecimento no histórico do fluxo de trabalho

source: The participant who triggered this happening in the workflow history
pt_br: O participante que iniciou este acontecimento no histórico do fluxo de trabalho

source: Note
pt_br: Nota

source: Deadline
pt_br: Prazo final

source: The deadline for staying in this state
pt_br: O prazo final para ficar neste estado

source: Workflow History
pt_br: Histórico do Fluxo de Trabalho

source: Workflow Histories
pt_br: Históricos do Fluxo de Trabalho
